Repository: CurrySoftware/CurrySearch-WordPress
Catalog: curry-search/languages/currysearch-*.po
Languages: de_de

source: CurrySearch Settings and Statistics
de_de: CurrySearch Einstellungen und Statistiken

source: Status: Everything Ok!
de_de: Status: Alles Ok!

source: Time of Last Indexing: %s
de_de: Letzte Indizierung: %s

source: Detected Language: %s
de_de: Automatisch erkannte Sprache: %s

source: Number of indexed documents: %s
de_de: Anzahl indizierter Dokumente: %s

source: Reindexing Needed!
de_de: Erneute Indizierung notwendig!

source: Save Settings
de_de: Einstellungen Speichern

source: Actions
de_de: Aktionen

source: Re-Index all Documents
de_de: Alle Dokumente erneut indizieren

source: This plugin is currently in a beta phase. If you find an issue or have an idea of how to improve please let us know. Thank you!
de_de: Dieses Plugin ist zurzeit in einer Beta Phase. Sie haben ein Problem oder einen Verbesserungsvorschlag? Wie würden uns über Ihr Feedback freuen!

source: Report Issue on GitHub
de_de: Problem bei GitHub melden

source: Report Issue by E-Mail
de_de: Problem per E-Mail melden

source: Indexing Settings
de_de: Indizierungseinstellungen

source: Searchable Post Types
de_de: Durchsuchbare Post Typen

source: CurrySearch Sidebar Widget
de_de: CurrySearch Widget

source: Displays the CurrySearch Searchbox
de_de: Der CurrySearch Suchschlitz mit Filtern und Autovervollständigung

source: Search
de_de: Suche

source: Filter search results by %s
de_de: Suchergebnisse nach %s filtern

source: Title:
de_de: Titel:
